app/controllers/playlists_controller.rb

  def index
    @playlists = Playlist.all
---
SELECT "playlists".* FROM "playlists"